validation/cav3d_cf/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices ( (0 0 0)(1 0 0)(1 1 0)(0 1 0)(0 0 1)(1 0 1)(1 1 1)(0 1 1) );
blocks ( hex (0 1 2 3 4 5 6 7) (24 24 24) simpleGrading (1 1 1) );
edges ();
boundary
(
    movingWall { type wall; faces ( (3 2 6 7) ); }
    fixedWalls { type wall; faces ( (0 1 5 4)(0 4 7 3)(1 2 6 5)(0 3 2 1)(4 5 6 7) ); }
);
